Repository: yeager/script.xbmc.unpausejumpback
Catalog: resources/language/resource.language.*/strings.po
Languages: sv_se

# #32000
source: Jump back on un-pause
sv_se: Hoppa tillbaka vid avpausning

# #32001
source: Jump back how many seconds?
sv_se: Hur många sekunder tillbaka?

# #32002
source: Minimum pause time before jumpback
sv_se: Minsta paustid före tillbakahopp

# #32010
source: Jump back after fast forward
sv_se: Hoppa tillbaka efter snabbspolning

# #32011
source: Jump after x2
sv_se: Hoppa efter x2

# #32012
source: Jump after x4
sv_se: Hoppa efter x4

# #32013
source: Jump after x8
sv_se: Hoppa efter x8

# #32014
source: Jump after x16
sv_se: Hoppa efter x16

# #32015
source: Jump after x32
sv_se: Hoppa efter x32

# #32020
source: Jump forward after rewind
sv_se: Hoppa framåt efter tillbakaspolning

# #32021
source: Jump after x2
sv_se: Hoppa efter x2

# #32022
source: Jump after x4
sv_se: Hoppa efter x4

# #32023
source: Jump after x8
sv_se: Hoppa efter x8

# #32024
source: Jump after x16
sv_se: Hoppa efter x16

# #32025
source: Jump after x32
sv_se: Hoppa efter x32

# #32030
source: Exclude
sv_se: Exkludera

# #32031
source: Exclude Live TV
sv_se: Exkludera direktsänd TV

# #32032
source: Exclude HTTP sources
sv_se: Exkludera HTTP-källor

# #32033
source: Exclude Path
sv_se: Exkludera sökväg

# #32034
source: Folder's path (and subfolders)
sv_se: Mappens sökväg (och undermappar)

# #32040
source: Actually do jump back at resume (on), or pause (off)
sv_se: Hoppar faktiskt tillbaka vid återuppta (på), eller pausa (av)

# #32042
source: (For low power systems, jump back on pause may behave more smoothly)
sv_se: (För system med låg strömeffekt kan hoppa tillbaka vid paus fungera smidigare)

# #32043
source: Also jump back on playback started from resume point?
sv_se: Hoppa även tillbaka vid uppspelning som startats från återupptagningspunkten?
